
const qnaire = [
  {
    "question": "1. 我觉得比平时容易紧张或着急",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "2. 我无缘无故在感到害怕",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "3. 我容易心里烦乱或感到惊恐",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  // …省略… //
  {
    "question": "19. 我容易入睡并且一夜睡得很好",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  },
  {
    "question": "20. 我作恶梦",
    "option": {
      "a": "没有或很少时间",
      "b": "小部分时间",
      "c": "相当多时间",
      "d": "绝大部分或全部时间"
    }
  }
]

module.exports = {
  qnaire: qnaire
}
